pascal-3.2/tutorialsOld/surfaceTracking/interTrackMHDFoam/tank3D/Allrun
#!/bin/sh

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Run
runApplication blockMesh
runApplication makeFaMesh
runApplication `getApplication`
